Repository: tser0f/iina-advance
Catalog: iina/mul.lproj/PrefCodecViewController.xcstrings
Source language: en
Languages: af, ca, cs, de, es, fr, hu, it, ja, ko, pl, pt, pt_br, ro, ru, sk, sr_latn, sv, tr, uk, zh_hans, zh_hant

# 0DK-uZ-duj.title
source: Auto (Copy)
af: Outomaties (kopieer)
ca: Automàtic (còpia)
cs: Automaticky (Kopie)
de: Autom. (Kopieren)
es: Auto (Copia)
fr: Automatique (copie)
hu: Auto (Másolás)
it: Automatico (Copia)
ja: 自動 (コピー)
ko: 자동 (복사)
pl: Automatyczny (Kopiowanie)
pt: Automático (Copiar)
pt_br: Auto (Copia)
ro: Auto (Copiere)
ru: Автоматически (с копированием)
sk: Automaticky (Kópia)
sr_latn: Automatski (kopiraj)
sv: Auto (kopiera)
tr: Otomatik (Kopya)
uk: Автоматично (копіювання)
zh_hans: 自动 (拷贝)
zh_hant: 自動（拷貝）

# 2yO-To-el7.title
source: Default: 0 (Auto)
af: Verstek: 0 (outomaties)
ca: Per defecte: 0 (Automàtic)
cs: Výchozí: 0 (Automaticky)
de: Standard: 0 (Automatisch)
es: Predeterminado: 0 (Auto)
fr: Défaut : 0 (auto)
hu: Alapértelmezett: 0 (Auto)
it: Predefinito: 0 (Automatico)
ja: デフォルト: 0 (自動)
ko: 기본값: 0 (자동)
pl: Domyślnie: 0 (Auto)
pt: Predefinição: 0 (Auto)
pt_br: Padrão: 0 (Auto)
ro: Implicit: 0 (Auto)
ru: По умолчанию: 0 (автоматически)
sk: Predvolené: 0 (Automaticky)
sr_latn: Podrazumevano: 0 (auto)
sv: Förval: 0 (auto)
tr: Varsayılan: 0 (Otomatik)
uk: За замовчуванням: 0 (автоматично)
zh_hans: 默认: 0 (自动)
zh_hant: 預設：0（自動）

# 3g4-jW-uJd.title
source: Load ICC profile
af: Laai ICC-profiel
ca: Carrega el perfil ICC
cs: Načíst ICC profil
de: ICC-Profil laden
es: Cargar perfil ICC
fr: Charger un profil ICC
hu: ICC-profil betöltése
it: Carica il profilo
ja: ICCプロファイルを読み込む中
ko: ICC 프로파일 불러오기
pl: Załaduj profil ICC
pt_br: Carregar Perfil ICC
ro: Încarcă profilul ICC
ru: Загрузить профиль дисплея
sk: Načítať ICC profil
sr_latn: Učitaj ICC profil
sv: Ladda ICC-profil
tr: ICC profilini yükle
uk: Завантажити профіль ICC
zh_hans: 加载 ICC 配置文件
zh_hant: 載入 ICC 色彩描述檔

# 44m-ge-naq.title
source: Maximum volume:
af: Maksimum volume:
ca: Volum màxim:
cs: Maximální hlasitost:
de: Maximale Lautstärke:
es: Volumen máximo:
fr: Volume maximum :
hu: Maximum hang:
it: Volume massimo:
ja: 最大音量:
ko: 최대 음량:
pl: Maksymalna głośność:
pt: Volume máximo:
pt_br: Volume Máximo:
ro: Volum maxim:
ru: Максимальная громкость:
sk: Maximálna hlasitosť:
sr_latn: Maksimalna jačina zvuka:
sv: Maximal volym:
tr: Maksimum Ses Seviyesi:
uk: Максимальна гучність:
zh_hans: 最大音量:
zh_hant: 最高音量：

# 50C-1R-wlJ.title
source: Number of threads:
af: Aantal drade:
ca: Nombre de fils:
cs: Počet vláken:
de: Anzahl der Threads:
es: Número de subprocesos:
fr: Nombre de processus :
hu: Szálak száma:
it: Numero di threads:
ja: スレッド数:
ko: 스레드 수:
pl: Liczba wątków:
pt: Número de segmentos:
pt_br: Número de threads:
ro: Numărul firelor:
ru: Количество потоков:
sk: Počet threadov:
sr_latn: Broj niti:
sv: Antal trådar:
tr: İş parçacığı sayısı:
uk: Число потоків:
zh_hans: 线程数:
zh_hant: 執行緒數：

# a5Y-gU-JTj.title
source: Enable tone mapping
af: Aktiveer toonkartering
ca: Activar mapeig de tons
cs: Povolit mapování tonality
de: Tone Mapping aktivieren
es: Activar mapeo de tonos
fr: Activer la gamme dynamique
hu: Színtónus kiosztás
it: Abilita la mappatura toni
ko: 톤 매핑 사용
pl: Włącz mapowanie tonów
pt_br: Habilitar mapeamento de tons
ru: Включить преобразование Tone Mapping
sk: Povoliť mapovanie tonality
tr: Ton eşlemeyi etkinleştir
uk: Увімкнути тональне відображення
zh_hans: 启用色调映射
zh_hant: 啟用色調對應

# aTt-aZ-rjK.title
source: Measured peak brightness of the display. If set to 0, IINA detects this value. If detection fails, IINA sets the target peak to 400.
af: Gemete hoogste beeldhelderheid. Indien op 0 gestel sal IINA die waarde bespeur. Indien bespeuring misluk, stel IINA die teikenhoogte op 400.
cs: Změřený maximální jas displeje. Pokud je nastaven na 0, IINA tuto hodnotu detekuje. V případě selhání detekce nastaví IINA cílové maximum na 400.
de: Gemessener Helligkeits-Spitzenwert des Bildschirms. Wenn auf 0 gesetzt, erkennt IINA diesen Wert. Wenn diese Erkennung fehlschlägt, setzt IINA den Wert auf 400.
es: Medida del máximo brillo de la pantalla. Si se establece en 0, IINA detecta este valor. Si la detección falla, IINA establece el pico objetivo a 400.
fr: Luminosité maximale mesurée de l'écran, Si défini à 0, IINA détecte la valeur automatiquement. Si la détection auto échoue, la valeur est fixée à 400.
hu: A kijelző fényerejének mért csúcsa. Amennyiben 0, az IINA felismeri ezt az értéket. Amennyiben a felismerés sikertelen, az IINA a célértéket 400-ra állítja.
it: Luminosità massima del display misurata correttamente. Se impostata su 0, IINA rileva automaticamente questo valore. Se la rilevazione fallisce, il picco è impostato su 400.
ko: 디스플레이의 측정된 최대 밝기입니다. 0으로 설정하면 IINA가 이 값을 감지합니다. 감지에 실패하면 IINA는 최대 밝기를 400으로 설정합니다.
pl: Szczytowa jasność wyświetlacza. Jeśli ustawione na 0, IINA podejmie próbę wykrycia. Jeśli próba się nie powiedzie, IINA ustawi tę wartość na 400.
pt_br: Pico de brilho medido da tela. Se definido como 0, o IINA detetará esse valor. Se a deteção falhar, o IINA definirá o pico alvo como 400.
ru: Измеренная пиковая яркость дисплея. Если установлено 0, IINA автоматически определяет это значение. Если автоопределение не удалось, IINA устанавливает пиковую яркость в 400.
sk: Zmeraný maximálny jas displeja. Pokiaľ je nastavený na 0, IINA túto hodnotu detekuje. V prípade zlyhania detekcie nastaví IINA cieľové maximum na 400.
tr: Eğer değer 0 olarak ayarlanırsa IINA Görüntünün ölçülen en üst parlaklık seviyesini tespit eder. Eğer IINA tespit etmede başarısız olursa en yüksek hedef değeri 400 olarak ayarlar.
uk: Вимірювана пікова яскравість дисплея. Якщо встановлено 0, IINA автоматично визначає це значення. Якщо автовизначення не вдалося, IINA встановлює пікову яскравість 400.
zh_hans: 测量的显示器的峰值亮度。如果设置为0，IINA会检测这个值。如果检测失败，IINA会将目标峰值设为400。
zh_hant: 螢幕的測量最大亮度。如果設為0，IINA將檢測此值。若檢測失敗，IINA將目標峰值設為400。

# bxW-np-SGm.title
source: Default: 0 (Auto)
af: Verstek: 0 (outomaties)
ca: Per defecte: 0 (Automàtic)
cs: Výchozí: 0 (Automaticky)
de: Standard: 0 (Automatisch)
es: Predeterminado: 0 (Auto)
fr: Défaut : 0 (auto)
hu: Alapértelmezett: 0 (Auto)
it: Predefinito: 0 (Automatico)
ja: デフォルト: 0 (自動)
ko: 기본값: 0 (자동)
pl: Domyślnie: 0 (Auto)
pt: Predefinição: 0 (Auto)
pt_br: Padrão: 0 (Auto)
ro: Implicit: 0 (Auto)
ru: По умолчанию: 0 (автоматически)
sk: Predvolené: 0 (Automaticky)
sr_latn: Podrazumevano: 0 (auto)
sv: Förval: 0 (auto)
tr: Varsayılan: 0 (Otomatik)
uk: За замовчуванням: 0 (автоматично)
zh_hans: 默认: 0 (自动)
zh_hant: 預設：0（自動）

# g4c-vG-URh.title
source: Initial volume:
af: Aanvanklike volume:
ca: Volum inicial:
cs: Počáteční hlasitost:
de: Startlautstärke:
es: Volumen inicial:
fr: Volume initial :
hu: Kezdeti hang:
it: Volume iniziale
ja: デフォルトの音量
ko: 초기 음량
pl: Początkowa głośność:
pt: Volume inicial:
pt_br: Volume Inicial:
ro: Volum inițial:
ru: Громкость при запуске:
sk: Počiatočná hlasitosť:
sr_latn: Početna jačina zvuka:
sv: Initial volym:
tr: Başlangıçtaki Ses Seviyesi:
uk: Початкова гучність:
zh_hans: 固定初始音量:
zh_hant: 初始音量：

# gCv-sJ-uQJ.title
source: Always use the dedicated GPU for rendering (if it exists). This can improve performance but may reduce battery life.
af: Gebruik altyd die toegewyde grafiese verwerker vir verbeelding (indien dit bestaan). Dit kan verrigting verbeter maar batterylewe verminder.
ca: Utilitza sempre la GPU dedicada per a la renderització (si existeix). Això pot millorar el rendiment, però pot reduir la durada de la bateria.
cs: Vždy použít samostatný grafický procesor pro vykreslování (pokud existuje). Toto umožňuje zvýšit výkon, ale může zkrátit výdrž baterie.
de: Immer den dedizierten Grafikprozessor für das Rendering verwenden (falls vorhanden). Dies kann die Leistung verbessern, aber auch die Akkulaufzeit verkürzen.
es: Utilice siempre la GPU dedicada para el renderizado (si existe). Esto puede mejorar el rendimiento pero puede reducir la vida útil de la batería.
fr: Toujours utiliser le GPU dédié pour le rendu (s’il existe). Cela peut améliorer les performances, mais peut réduire la durée de vie de la batterie.
hu: Mindig a dedikált GPU-t használja a megjelenítéshez (ha létezik). Ez javíthatja a teljesítményt, de csökkentheti az akkumulátor élettartamát.
it: Usa sempre la GPU dedicata per il rendering (se esiste). Questo può migliorare le prestazioni, ma può ridurre la durata della batteria.
ja: レンダリングに専用GPUを常に使用します(搭載されている場合)。有効化するとパフォーマンスの向上が期待できますが、バッテリー消費が激しくなる可能性があります。
ko: 가능하면 전용 GPU를 사용하십시오. 성능 뿐만 아니라 배터리 효율도 향상시킬 수 있습니다.
pl: Zawsze używaj dedykowanej karty graficznej do renderowania (jeżeli istnieje). Może to poprawić wydajność, ale może skrócić czas pracy na baterii.
pt: Sempre use a GPU dedicada para a renderização (se existir). Isso pode melhorar o desempenho, mas pode reduzir a duração da bateria.
pt_br: Sempre use a GPU dedicada para a renderização (se existir). Isso pode melhorar o desempenho, mas pode reduzir a duração da bateria.
ro: Utilizaţi întotdeauna GPU special pentru randare (dacă există). Acest lucru poate îmbunătăţi performanţa, dar poate reduce durata de viaţă a bateriei.
ru: Всегда используйте выделенный GPU для рендеринга (если он есть). Это может улучшить производительность, но может снизить срок службы батареи.
sk: Vždy použiť samostatný grafický procesor na vykresľovanie (ak existuje). Toto umožňuje zvýšiť výkon, ale môže skrátiť výdrž batérie.
sr_latn: Uvek koristi namensku grafičku karticu za prikaz (ako postoji). Ova opcija može poboljšati performanse, ali i umanjiti trajanje baterije.
sv: Använd alltid dedikerad grafikkrets för rendering (om sådan är tillgänglig). Detta kan förbättra prestandan men också minska batteritiden.
tr: Render almak için her zaman adanmış GPU kullanın (eğer varsa). Bu performansınızı arttırır fakat pil seviyenizi düşürebilir.
uk: Для відображення завжди використовувати графічний процесор (за наявності). Це може покращити продуктивність, але зменшить ресурс акумулятора.
zh_hans: 总是使用独立显卡(如果存在)。这可以提高渲染性能，但是可能增加耗电量。
zh_hant: 渲染時總是使用獨立 GPU (如果可用)。這將會提高效能，但可能會減少電池壽命。

# M2M-of-gjd.title
source: Load the ICC profile for current display and use it to transform video RGB to screen output. (Only for SDR mode)
af: Laai die ICC-profiel vir ide huidige skerm en gebruik dit om video-RGB na skermafvoer om te skakel. (Slegs vir SDR-modus)
ca: Carrega el perfil ICC per a la visualització actual i utilitza'l per transformar vídeo RGB a la sortida de pantalla. (només per al mode SDR)
cs: Načíst ICC profil pro aktuální displej a použít jej k transformaci RGB videa na výstup obrazovky. (Pouze pro režim SDR)
de: ICC-Profil für den aktuellen Bildschirm laden und zur Umwandlung von Video-RGB in die Bildschirmausgabe verwenden. (Nur für den SDR-Modus)
es: Cargar el perfil ICC para la visualización actual y utilizarlo para transformar el vídeo RGB para la salida de pantalla. (Solo para el modo SDR)
fr: Charger le profil ICC pour l'affichage actuel et l'utiliser pour transformer le RVB vidéo en sortie d'écran. (Uniquement pour le mode SDR)
hu: ICC-profil betöltése a jelenlegi megjelenítőre, és videó-RGB konvertálásra való alkalmazása. (Kizárólag SDR-mód esetén)
it: Carica il profilo ICC per il display corrente e usalo per trasformare il video RGB in uscita a schermo. (Solo per la modalità SDR)
ja: 現在のディスプレイのICCプロファイルをロードし、ビデオRGBをスクリーン出力に変換するために使用します。(SDRモードの場合のみ)
ko: 현재 디스플레이에 ICC 프로파일을 적용하여 비디오의 RGB를 변환하여 스크린에 출력합니다. (SDR 모드에서만 작동합니다)
pl: Załaduj profil ICC dla bieżącego wyświetlacza i użyj go do przekształcania wideo RGB na wyjście ekranu. (Tylko dla trybu SDR)
pt_br: Carregar o perfil ICC para tela atual e usá-lo para transformar vídeo RGB em saída de tela. (Apenas para o modo SDR)
ro: Încarcă profilul ICC pentru display-ul curent și folosește-l pentru a transforma video RGB în output pe ecran. (Numai pentru modul SDR)
ru: Загрузить ICC профиль текущего дисплея и использовать его для преобразования RGB видео. (Только для SDR видео)
sk: Načítať ICC profil pre aktuálny displej a použiť ho na transformáciu RGB videa na výstup obrazovky. (Len pre režim SDR)
sr_latn: Učitaj ICC profil za trenutni ekran i pomoću njega transformiši video RGB u prikaz ekrana (samo za SDR režim)
sv: Ladda den aktuella skärmens ICC-profil och använd den för att omvandla video-RGB till skärm-output. (Gäller endast för SDR-läge)
tr: Videoyu RGB'den ekran görüntüsüne çevirebilmek için kullanılan ekrana gerekli olan ICC profilini yükle ve kullan(Sadece SDR modu)
uk: Завантажити профіль ICC для поточного дисплея і використовувати його для перетворення відео RGB на екран. (Тільки для режиму SDR)
zh_hans: 加载当前显示器的 ICC 配置文件并用于将视频 RGB 转换至屏幕输出。(仅适用于 SDR 模式)
zh_hant: 載入目前顯示的ICC配置檔，並使用它將視頻RGB轉換為屏幕輸出僅(適用於 SDR 模式)

# mNn-cb-IVw.title
source: Enable tone mapping images onto the display
af: Aktiveer toonkartering van beelde op die skerm
cs: Povolit mapování tonality obrazu na displeji
de: Tone Mapping von Bildern auf den Bildschirm aktivieren
es: Activar imágenes de mapeo de tonos en la pantalla
fr: Activer les images de gamme dynamique sur l'écran
hu: Színtónus kiosztási képek megjelenítése a kijelzőn
it: Abilita la mappatura toni sullo schermo
ko: 디스플레이에 톤 매핑 이미지를 사용합니다
pl: Włącz mapowanie tonów na wyświetlaczu
pt_br: Ativar imagens de mapeamento de tons na tela
ru: Включить тональное отображение изображений на дисплее
sk: Povoliť mapovanie tonality obrazu na displeji
tr: Görüntünün ekrana ton eşlemesini etkinleştir
uk: Увімкнути тональне відображення зображень на дисплеї
zh_hans: 在显示器上启用色调映射图像
zh_hant: 啟用將圖像進行色調映射並顯示在螢幕上

# nwg-2K-G2G.title
source: Hardware decoder:
af: Apparatuurdekodeerder:
ca: Decodificador de maquinari:
cs: Hardwarové dekódování:
de: Hardware-Dekoder:
es: Descodificador por hardware:
fr: Décodeur matériel :
hu: Hardveres dekóder:
it: Decodifica hardware:
ja: ハードウェアデコーダー:
ko: 하드웨어 디코더:
pl: Dekoder sprzętowy:
pt: Decodificador de hardware:
pt_br: Decodificador de Hardware:
ro: Decodor hardware:
ru: Аппаратный декодер:
sk: Hardvéroví dekodér:
sr_latn: Hardverski dekoder:
sv: Hårdvaruavkodare:
tr: Donanım çözücü:
uk: Апаратний декодер:
zh_hans: 硬件解码器:
zh_hant: 硬體解碼器：

# qzI-rq-PqO.title
source: Algorithm:
af: Algoritme:
ca: Algoritme:
cs: Algoritmus:
de: Algorithmus:
es: Algoritmo:
fr: Algorithme :
hu: Algoritmus:
it: Algoritmo:
ko: 알고리즘:
pl: Algorytm:
pt_br: Algoritmo:
ru: Алгоритм:
sk: Algoritmus:
tr: Algoritma:
uk: Алгоритм:
zh_hans: 算法：
zh_hant: 演算法：

# R7Z-9c-vPJ.title
source: Enable HDR support
af: Aktiveer HDR-ondersteuning
ca: Activar compatibilitat amb HDR
cs: Povolit podporu HDR
de: HDR-Unterstützung aktivieren
es: Habilitar soporte HDR
fr: Activer le support HDR
hu: HDR-támogatás bekapcsolása
it: Abilita supporto HDR
ja: HDRを有効にする
ko: HDR 지원 활성화
pl: Włącz obsługę HDR
pt_br: Ativar o suporte HDR
ro: Activează suportul HDR
ru: Включить поддержку HDR
sk: Povoliť podporu HDR
sr_latn: Omogući podršku za HDR
sv: Aktivera stöd för HDR
tr: HDR desteğini etkinleştir
uk: Увімкнути підтримку HDR
zh_hans: 启用 HDR 支持
zh_hant: 啟用 HDR 支援

# rFu-rL-EJC.title
source: Disabled
af: Gedeaktiveer
ca: Inhabilitat
cs: Zakázáno
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
hu: Kikapcsolva
it: Disabilitata
ja: 使用しない
ko: 사용하지 않음
pl: Wyłączony
pt: Desativado
pt_br: Desabilitado
ro: Dezactivat
ru: Отключён
sk: Vypnuté
sr_latn: Onemogućeno
sv: Av
tr: Devredışı
uk: вимкнено
zh_hans: 禁用
zh_hant: 停用

# sLR-vV-xn2.title
source: Preferred audio device:
af: Voorkeuroudiotoestel:
ca: Dispositiu d'àudio preferit:
cs: Preferované zvukové zařízení:
de: Bevorzugtes Audiogerät:
es: Dispositivo de audio preferido:
fr: Périphérique audio préféré :
hu: Preferált audio eszköz:
it: Dispositivo audio preferito:
ja: 使用するオーディオデバイス:
ko: 기본 오디오 출력:
pl: Preferowane urządzenie audio:
pt: Dispositivo de áudio preferencial:
pt_br: Dispositivo de áudio preferido:
ro: Dispozitiv audio preferat:
ru: Предпочитаемое аудиоустройство:
sk: Preferované zariadenie pre zvuk:
sr_latn: Željeni audio-uređaj:
sv: Föredragen ljudenhet:
tr: Tercih edilen ses aygıtı:
uk: Основний аудіопристрій:
zh_hans: 默认音频设备:
zh_hant: 偏好音訊裝置：

# sV5-dL-MUt.title
source: Audio:
af: Oudio:
ca: Àudio:
cs: Zvuk:
hu: Hang:
ja: オーディオ:
ko: 오디오:
pl: Dźwięk:
pt: Áudio:
pt_br: Áudio:
ru: Аудио:
sk: Zvuk:
sv: Ljud:
tr: Ses:
uk: Аудіо:
zh_hans: 音频:
zh_hant: 音訊：

# szA-8r-plt.title
source: Algorithm to use for tone mapping images onto the display.
af: Toonkarteringsalgoritme om beelde op die skerm te toon.
cs: Algorytmus pro mapování tonality obrazu na displeji.
de: Algorithmus zu benutzen für das Tone Mapping von Bildern auf den Bildschirm.
es: Algoritmo a usar para mapear los tonos de imágenes a la pantalla.
fr: Algorithme à utiliser pour le mapping tonale des images sur l'écran.
hu: Színtónus kiosztási képek megjelenítésére használt algoritmus.
it: Algoritmo per la mappatura toni.
ko: 이미지를 디스플레이에 톤 매핑하는 데 사용할 알고리즘입니다.
pl: Algorytm używany do mapowania tonów.
pt_br: Algoritmo a ser usado para imagens de mapeamento de tons na tela.
ru: Алгоритм, используемый для преобразования Tone Mapping на дисплее.
sk: Algoritmus na mapovanie tonality obrazu na displeji.
tr: Görüntülerin ekrana ton eşlemesi için kullanılacak algoritma.
uk: Алгоритм для тонального відображення зображень на дисплеї.
zh_hans: 用于将图像映射到显示器上的算法。
zh_hant: 在將圖像映射到螢幕上時使用的算法。

# tAQ-oU-1AJ.title
source: Auto
af: Outomaties
ca: Automàtic
cs: Automaticky
de: Automatisch
fr: Automatique
hu: Automatikus
it: Automatico
ja: 自動
ko: 자동
pl: Automatyczny
pt: Automático
ro: Automat
ru: Автоматически
sk: Automaticky
sr_latn: Automatski
sv: Automatisk
tr: Otomatik
uk: Автоматично
zh_hans: 自动
zh_hant: 自動

# tO4-pw-2W9.title
source: Number of threads:
af: Aantal drade:
ca: Nombre de fils:
cs: Počet vláken:
de: Anzahl der Threads:
es: Número de subprocesos:
fr: Nombre de processus :
hu: Szálak száma:
it: Numero di threads:
ja: スレッド数:
ko: 스레드 수:
pl: Liczba wątków:
pt: Número de segmentos:
pt_br: Número de threads:
ro: Număr de threaduri:
ru: Количество потоков:
sk: Počet threadov:
sr_latn: Broj niti:
sv: Antal trådar:
tr: İç Parçacığı Sayısı:
uk: Число потоків:
zh_hans: 线程数:
zh_hant: 執行緒數：

# up6-6A-4sn.title
source: S/PDIF output:
af: S/PDIF-afvoer:
ca: Sortida S/PDIF:
cs: S/PDIF výstup:
de: S/PDIF-Ausgabe:
es: Salida S/PDIF:
fr: Sortie S/PDIF :
hu: S/PDIF kimenet:
it: Output S/PDIF:
ja: S/PDIF出力:
ko: S/PDIF 출력:
pl: Wyjście S/PDIF:
pt: Saída S/PDIF:
pt_br: saída S/PDIF:
ro: Ieșire S/PDIF:
ru: Выход S/PDIF:
sk: S/PDIF výstup:
sr_latn: S/PDIF izlaz:
sv: S/PDIF-utmatning:
tr: S/PDIF çıktısı:
uk: Вихід S/PDIF:
zh_hans: S/PDIF 输出:
zh_hant: S/PDIF 輸出：

# wjt-O6-KbC.title
source: Preferred language:
af: Voorkeurtaal:
ca: Idioma preferit:
cs: Preferovaný jazyk:
de: Bevorzugte Sprache:
es: Idioma preferido:
fr: Langue préférée :
hu: Előnyben részesített nyelv:
it: Lingua preferita:
ja: 優先言語:
ko: 선호 언어:
pl: Preferowany język:
pt: Idioma preferencial:
pt_br: Idioma preferido:
ro: Limbă preferată:
ru: Предпочитаемый язык:
sk: Preferovaný jazyk:
sr_latn: Željeni jezik:
sv: Föredraget språk:
tr: Tercih edilen dil:
uk: Основна мова:
zh_hans: 偏好语言:
zh_hant: 偏好的語言：

# xVk-OA-kOf.title
source: Target peak:
af: Teikenpiek:
ca: Valor màxim a aconseguir:
cs: Cílové maximum:
de: Angestrebter Spitzenwert:
es: Pico objetivo:
hu: Célérték:
it: Picco:
ko: 최대 밝기:
pl: Docelowa wartość szczytowa:
pt_br: Pico alvo:
ru: Пиковая яркость:
sk: Cieľová špička:
tr: Hede zirve:
uk: Пікова яскравість:
zh_hans: 目标峰值：
zh_hant: 目標峰值:

# YUr-aJ-xfC.title
source: Force dedicated GPU
af: Dwing toegewyde GVE
ca: Força GPU dedicada
cs: Vynutit používání samostatného grafického procesoru
de: Dedizierte GPU erzwingen
es: Forzar GPU dedicado
fr: Forcer le GPU dédié
hu: Dedikált GPU kényszeritése
it: Forza utilizzo GPU dedicata
ja: 専用GPUの使用を強制する
ko: GPU 렌더링 강제 설정
pl: Wymuś dedykowaną kartę graficzną
pt: Forçar GPU dedicada
pt_br: Forçar GPU dedicada
ro: Forțează GPU dedicat
ru: Принудительно использовать GPU
sk: Vynútiť dedikovanú GPU
sr_latn: Nametni namensku grafičku karticu
sv: Tvinga dedikerad GPU
tr: Adanmış GPU'ya zorla
uk: Примусово задіяти GPU
zh_hans: 强制使用独立显卡
zh_hant: 強制使用獨立 GPU

# m5P-5f-5uo.title
source: Video:
ca: Vídeo:
es: Vídeo:
fr: Vidéo :
hu: Videó:
ja: ビデオ:
ko: 비디오:
pl: Obraz:
pt: Vídeo:
pt_br: Vídeo:
ru: Видео:
uk: Відео:
zh_hans: 视频:
zh_hant: 視訊：

# ZgQ-bc-yEE.title
source: Enable HDR mode by default when playing HDR videos.
ca: Activar mode HDR per defecte al mostrar vídeos HDR.
cs: Při přehrávání HDR videí povolit jako výchozí režim HDR.
de: HDR-Modus standardmäßig bei der Wiedergabe von HDR-Videos aktivieren.
es: Habilitar soporte HDR por defecto cuando se reproduzcan vídeos HDR.
fr: Activer le HDR par défaut lors de la lecture de vidéos HDR.
hu: HDR-mód alapértelmezett alkalmazása HDR-videó lejátszásakor.
it: Abilita la modalità HDR in automatico quando riproduci video in HDR.
ja: HDRビデオを再生するときは、自動的にHDRモードを有効にする。
ko: HDR 영상을 재생할 때 HDR 모드를 기본으로 활성화합니다.
pl: Włącz tryb HDR domyślnie podczas odtwarzania filmów HDR.
pt_br: Ativar o modo HDR por padrão ao reproduzir vídeos HDR.
ro: Activează modul HDR în mod implicit la redarea videoclipurilor HDR.
ru: Включить HDR-режим по умолчанию для HDR-видео.
sk: Pri prehrávaní HDR videí povoliť ako predvolený režim HDR.
sr_latn: Podrazumevano omogući HDR režim tokom reprodukcije HDR video-zapisa.
sv: Aktivera HDR-läge när HDR-videor spelas upp.
tr: HDR videoları oynatırken HDR desteğini varsayılan olarak etkinleştir.
uk: Увімкнути режим HDR за замовчуванням при відтворенні HDR відео.
zh_hans: 播放 HDR 视频时默认启用 HDR 模式。
zh_hant: 自動啟用 HDR

# baO-xy-7hD.title
source: nits
cs: nitů
hu: nit
it: nit
ko: 니트
pl: nity(-ów)
ru: нит
tr: sirkeler
uk: нит
zh_hans: 尼特
zh_hant: 尼特
